Repository: CofficLab/Lumi
Catalog: Packages/PluginNetworkManager/Sources/PluginNetworkManager/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk, zh_tw

source: Active Only
zh_hans: 仅活动
zh_hk: 仅活动
zh_tw: 仅活动

source: App
zh_hans: 应用
zh_hk: 应用
zh_tw: 应用

source: Collecting data...
zh_hans: 收集数据中...
zh_hk: 收集資料中...
zh_tw: 收集資料中...

source: Collecting...
zh_hans: 收集中...
zh_hk: 收集中...
zh_tw: 收集中...

source: Daily HTTP request count chart
zh_hans: 每日 HTTP 请求数图表
zh_hk: 每日 HTTP 请求数图表
zh_tw: 每日 HTTP 请求数图表

source: Daily HTTP requests
zh_hans: 每日 HTTP 请求
zh_hk: 每日 HTTP 请求
zh_tw: 每日 HTTP 请求

source: Down
zh_hans: 下行
zh_hk: 下行
zh_tw: 下行

source: Download
zh_hans: 下载
zh_hk: 下載
zh_tw: 下載

source: Download Body
zh_hans: 下载主体
zh_hk: 下载主体
zh_tw: 下载主体

source: Duration
zh_hans: 耗时
zh_hk: 耗時
zh_tw: 耗時

source: Error
zh_hans: 错误
zh_hk: 錯誤
zh_tw: 錯誤

source: Export
zh_hans: 导出
zh_hk: 导出
zh_tw: 导出

source: Export failed
zh_hans: 导出失败
zh_hk: 导出失败
zh_tw: 导出失败

source: Fetching...
zh_hans: 获取中...
zh_hk: 获取中...
zh_tw: 获取中...

source: History Trend
zh_hans: 历史趋势
zh_hk: 历史趋势
zh_tw: 历史趋势

source: HTTP Exchange
zh_hans: HTTP 交换
zh_hk: HTTP 交换
zh_tw: HTTP 交换

source: HTTP exchanges
zh_hans: HTTP 交换
zh_hk: HTTP 交換
zh_tw: HTTP 交換

source: HTTP Logs
zh_hans: HTTP 日志
zh_hk: HTTP 日誌
zh_tw: HTTP 日誌

source: HTTP request sent by the client
zh_hans: 客户端发送的 HTTP 请求
zh_hk: 客户端發送的 HTTP 請求
zh_tw: 客戶端傳送的 HTTP 請求

source: HTTP requests per day over the last 14 days
zh_hans: 过去 14 天每天的 HTTP 请求数
zh_hk: 過去 14 天每天的 HTTP 請求數
zh_tw: 過去 14 天每天的 HTTP 請求數

source: HTTP response received from the server
zh_hans: 服务器返回的 HTTP 响应
zh_hk: 服務器返回的 HTTP 響應
zh_tw: 伺服器返回的 HTTP 響應

source: HTTP Version
zh_hans: HTTP 版本
zh_hk: HTTP 版本
zh_tw: HTTP 版本

source: Inspect all HTTP requests and responses made by Lumi
zh_hans: 检查 Lumi 发出的所有 HTTP 请求与响应
zh_hk: 检查 Lumi 发出的所有 HTTP 请求与响应
zh_tw: 检查 Lumi 发出的所有 HTTP 请求与响应

source: Interface
zh_hans: 接口
zh_hk: 接口
zh_tw: 接口

source: Last 60 seconds
zh_hans: 最近 60 秒
zh_hk: 最近 60 秒
zh_tw: 最近 60 秒

source: Latency (Ping)
zh_hans: 延迟 (Ping)
zh_hk: 延迟 (Ping)
zh_tw: 延迟 (Ping)

source: Loading payload…
zh_hans: 正在加载负载…
zh_hk: 正在加载负载…
zh_tw: 正在加载负载…

source: Loading...
zh_hans: 加载中…
zh_hk: 加載中…
zh_tw: 載入中…

source: Local IP
zh_hans: 本地 IP
zh_hk: 本地 IP
zh_tw: 本地 IP

source: Method
zh_hans: 方法
zh_hk: 方法
zh_tw: 方法

source: MIME Type
zh_hans: MIME 类型
zh_hk: MIME 類型
zh_tw: MIME 型別

source: Network Monitor
zh_hans: 网络监控
zh_hk: 網路監控
zh_tw: 網路監控

source: Network Speed
zh_hans: 网速
zh_hk: 网速
zh_tw: 网速

source: No active processes
zh_hans: 无活动进程
zh_hk: 无活动进程
zh_tw: 无活动进程

source: No body data to save.
zh_hans: 没有可保存的主体数据。
zh_hk: 没有可保存的主体数据。
zh_tw: 没有可保存的主体数据。

source: Not Connected
zh_hans: 未连接
zh_hk: 未连接
zh_tw: 未连接

source: OK
zh_hans: 确定
zh_hk: 确定
zh_tw: 确定

source: Open Data Directory
zh_hans: 打开数据目录
zh_hk: 打開數據目錄
zh_tw: 開啟資料目錄

source: Original request body bytes (%@)
zh_hans: 原始请求主体字节数 (%@)
zh_hk: 原始请求主体字节数 (%@)
zh_tw: 原始请求主体字节数 (%@)

source: Original response body bytes (%@)
zh_hans: 原始响应主体字节数 (%@)
zh_hk: 原始响应主体字节数 (%@)
zh_tw: 原始响应主体字节数 (%@)

source: Parsed
zh_hans: 解析
zh_hk: 解析
zh_tw: 解析

source: Peak
zh_hans: 峰值
zh_hk: 峯值
zh_tw: 峰值

source: Peak (series.peakCount), total (series.totalCount)
zh_hans: 峰值（series.peakCount），总计（series.totalCount）
zh_hk: 峰值（series.peakCount），总计（series.totalCount）
zh_tw: 峰值（series.peakCount），总计（series.totalCount）

source: Pending
zh_hans: 等待中
zh_hk: 等待中
zh_tw: 等待中

source: Process Monitor
zh_hans: 进程监控
zh_hk: 进程监控
zh_tw: 进程监控

source: Public IP
zh_hans: 公网 IP
zh_hk: 公网 IP
zh_tw: 公网 IP

source: Raw
zh_hans: 原始
zh_hk: 原始
zh_tw: 原始

source: Raw header fields received from the server
zh_hans: 从服务器接收的原始头字段
zh_hk: 從服務器接收的原始頭字段
zh_tw: 從伺服器接收的原始頭欄位

source: Raw header fields sent with the request
zh_hans: 随请求发送的原始头字段
zh_hk: 隨請求發送的原始頭字段
zh_tw: 隨請求傳送的原始頭欄位

source: Refresh
zh_hans: 刷新
zh_hk: 刷新
zh_tw: 重新整理

source: Request
zh_hans: 请求
zh_hk: 請求
zh_tw: 請求

source: Request Activity
zh_hans: 请求活动
zh_hk: 請求活動
zh_tw: 請求活動

source: Request Body
zh_hans: 请求体
zh_hk: 請求體
zh_tw: 請求體

source: Request Headers
zh_hans: 请求头
zh_hk: 請求頭
zh_tw: 請求頭

source: Request Options
zh_hans: 请求选项
zh_hk: 請求選項
zh_tw: 請求選項

source: Response
zh_hans: 响应
zh_hk: 響應
zh_tw: 響應

source: Response Body
zh_hans: 响应体
zh_hk: 響應體
zh_tw: 響應體

source: Response Headers
zh_hans: 响应头
zh_hk: 響應頭
zh_tw: 響應頭

source: Search...
zh_hans: 搜索…
zh_hk: 搜索…
zh_tw: 搜索…

source: Select an HTTP exchange
zh_hans: 选择一条 HTTP 交换记录
zh_hk: 選擇一條 HTTP 交換記錄
zh_tw: 選擇一條 HTTP 交換記錄

source: Signal
zh_hans: 信号
zh_hk: 信号
zh_tw: 信号

source: Size
zh_hans: 大小
zh_hk: 大小
zh_tw: 大小

source: Started At
zh_hans: 开始时间
zh_hk: 開始時間
zh_tw: 開始時間

source: Status
zh_hans: 状态码
zh_hk: 狀態碼
zh_tw: 狀態碼

source: Time Range
zh_hans: 时间范围
zh_hk: 时间范围
zh_tw: 时间范围

source: Total: \(Double(total).formattedBytes())
zh_hans: 总计：\(Double(total).formattedBytes())
zh_hk: 总计：\(Double(total).formattedBytes())
zh_tw: 总计：\(Double(total).formattedBytes())

source: Total: %@
zh_hans: 总计：%@
zh_hk: 总计：%@
zh_tw: 总计：%@

source: Transport or HTTP failure details
zh_hans: 传输或 HTTP 故障详情
zh_hk: 傳輸或 HTTP 故障詳情
zh_tw: 傳輸或 HTTP 故障詳情

source: Type
zh_hans: 类型
zh_hk: 类型
zh_tw: 类型

source: Unknown
zh_hans: 未知
zh_hk: 未知
zh_tw: 未知

source: Up
zh_hans: 上行
zh_hk: 上行
zh_tw: 上行

source: Upload
zh_hans: 上传
zh_hk: 上傳
zh_tw: 上傳

source: URL
zh_hans: 网址
zh_hk: 網址
zh_tw: 網址

source: URLRequest transport options captured at send time
zh_hans: 发送时捕获的 URLRequest 传输选项
zh_hk: 發送時捕獲的 URLRequest 傳輸選項
zh_tw: 傳送時捕獲的 URLRequest 傳輸選項

source: Abnormal
zh_hans: 异常

source: All
zh_hans: 全部

# Choose Export Folder
source: Choose a folder to export the HTTP logs
zh_hans: 选择导出 HTTP 日志的文件夹

source: Domain
zh_hans: 域名

source: Exporting
zh_hans: 导出中

source: HTTP Export Progress
zh_hans: HTTP 导出进度

source: Last 10 Minutes
zh_hans: 最近 10 分钟

source: Last Hour
zh_hans: 最近 1 小时

source: No matching HTTP exchanges
zh_hans: 没有匹配的 HTTP 日志

source: Normal
zh_hans: 正常

source: Today
zh_hans: 今天
